Update otsecurity.md
